Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeConversationUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Wait for the end of %@'s turn to run a command
ar: انتظر انتهاء دور %@ لتنفيذ أمر
de: Warte das Ende des Durchgangs von %@ ab, um einen Befehl auszuführen
es: Espera a que termine el turno de %@ para ejecutar un comando
fr: Attendez la fin du tour de %@ pour lancer une commande
hi: कमांड चलाने के लिए %@ का टर्न खत्म होने की प्रतीक्षा करें
it: Attendi la fine del turno di %@ per eseguire un comando
ja: コマンドを実行するには%@のターンが終わるのを待ってください
ko: 명령을 실행하려면 %@의 턴이 끝날 때까지 기다리십시오
nl: Wacht tot de beurt van %@ voorbij is om een opdracht uit te voeren
pl: Zaczekaj na koniec tury agenta %@, aby wykonać polecenie
pt_br: Aguarde o fim do turno de %@ para executar um comando
ru: Дождитесь конца хода %@, чтобы выполнить команду
tr: Komut çalıştırmak için %@ turunu bitirene kadar bekleyin
uk: Дочекайтеся завершення ходу %@, щоб виконати команду
zh_hans: 请等待 %@ 的回合结束后再运行命令
zh_hant: 請等待 %@ 的回合結束後再執行指令

source: What should change?
ar: ما الذي يجب تغييره؟
de: Was soll sich ändern?
es: ¿Qué hay que cambiar?
fr: Que faut-il changer ?
hi: क्या बदलना चाहिए?
it: Cosa deve cambiare?
ja: 何を変更しますか？
ko: 무엇을 변경할까요?
nl: Wat moet er veranderen?
pl: Co zmienić?
pt_br: O que deve mudar?
ru: Что изменить?
tr: Ne değişmeli?
uk: Що потрібно змінити?
zh_hans: 要更改什么？
zh_hant: 要更改什麼？

source: What you said could not be transcribed.
ar: تعذّر نسخ ما قلته.
de: Das Gesagte konnte nicht transkribiert werden.
es: No se ha podido transcribir lo que dijiste.
fr: Ce que vous avez dit n’a pas pu être transcrit.
hi: आपने जो कहा, उसे लिप्यंतरित नहीं किया जा सका।
it: Impossibile trascrivere ciò che hai detto.
ja: 話した内容を文字起こしできませんでした。
ko: 말한 내용을 변환할 수 없습니다.
nl: Wat je zei kon niet worden uitgeschreven.
pl: Nie udało się przepisać tego, co powiedziano.
pt_br: Não foi possível transcrever o que você disse.
ru: Не удалось распознать сказанное.
tr: Söyledikleriniz yazıya dökülemedi.
uk: Не вдалося розпізнати сказане.
zh_hans: 无法转写你说的内容。
zh_hant: 無法轉寫你說的內容。

source: Wrap lines in code blocks
ar: التفاف الأسطر في كتل الشيفرة
de: Zeilenumbruch in Codeblöcken
es: Ajustar las líneas en los bloques de código
fr: Retour à la ligne dans les blocs de code
hi: कोड ब्लॉक में पंक्तियाँ रैप करें
it: A capo automatico nei blocchi di codice
ja: コードブロック内で行を折り返す
ko: 코드 블록에서 줄 바꿈
nl: Laat regels in codeblokken teruglopen
pl: Zawijaj wiersze w blokach kodu
pt_br: Quebrar linhas nos blocos de código
ru: Переносить строки в блоках кода
tr: Kod bloklarında satırları kaydır
uk: Переносити рядки в блоках коду
zh_hans: 代码块自动换行
zh_hant: 程式碼區塊自動換行

source: Write to %@…
ar: اكتب إلى %@…
de: An %@ schreiben …
es: Escribir a %@…
fr: Écrire à %@…
hi: %@ को लिखें…
it: Scrivi a %@…
ja: %@にメッセージを送信…
ko: %@에게 쓰기…
nl: Schrijf aan %@…
pl: Napisz do %@…
pt_br: Escrever para %@…
ru: Написать %@…
tr: %@ için yazın…
uk: Написати %@…
zh_hans: 写给 %@…
zh_hant: 寫給 %@…

source: Write to the agent in the terminal.
ar: اكتب إلى الوكيل في الطرفية.
de: Schreibe dem Agent im Terminal.
es: Escribe al agente en el terminal.
fr: Écrivez à l’agent dans le terminal.
hi: टर्मिनल में एजेंट को लिखें।
it: Scrivi all’agente nel terminale.
ja: ターミナルでエージェントにメッセージを送ってください。
ko: 터미널에서 에이전트에게 입력하십시오.
nl: Schrijf de agent in de terminal.
pl: Napisz do agenta w terminalu.
pt_br: Escreva para o agente no terminal.
ru: Напишите агенту в терминале.
tr: Ajana terminalde yazın.
uk: Напишіть агенту в терміналі.
zh_hans: 请在终端中给智能体写消息。
zh_hant: 請在終端機中寫給代理程式。

source: You
ar: أنت
de: Du
es: Tú
fr: Vous
hi: आप
it: Tu
ja: あなた
ko: 나
nl: Jij
pl: Ty
pt_br: Você
ru: Вы
tr: Siz
uk: Ви
zh_hans: 你
zh_hant: 你

# You ran %@, %@
source: You ran %1$@, %2$@
ar: نفّذت %1$@، %2$@
de: Du hast %1$@ ausgeführt, %2$@
es: Has ejecutado %1$@, %2$@
fr: Vous avez lancé %@, %@
hi: आपने %1$@ चलाया, %2$@
it: Hai eseguito %1$@, %2$@
ja: 実行したコマンド：%1$@、%2$@
ko: 내가 실행함: %1$@, %2$@
nl: Je voerde %1$@ uit, %2$@
pl: Wykonano %1$@, %2$@
pt_br: Você executou %1$@, %2$@
ru: Вы выполнили %1$@, %2$@
tr: Çalıştırdınız: %1$@, %2$@
uk: Ви виконали %1$@, %2$@
zh_hans: 你运行了 %1$@，%2$@
zh_hant: 你執行了 %1$@，%2$@

source: You said: %@
ar: كتبت: %@
de: Du hast geschrieben: %@
es: Has escrito: %@
fr: Vous avez écrit : %@
hi: आपने कहा: %@
it: Hai detto: %@
ja: あなたのメッセージ：%@
ko: 내 메시지: %@
nl: Je schreef: %@
pl: Napisano: %@
pt_br: Você disse: %@
ru: Вы написали: %@
tr: Yazdınız: %@
uk: Ви написали: %@
zh_hans: 你说：%@
zh_hant: 你說：%@

source: Your messages
ar: رسائلك
de: Deine Nachrichten
es: Tus mensajes
fr: Vos messages
hi: आपके संदेश
it: I tuoi messaggi
ja: あなたのメッセージ
ko: 내 메시지
nl: Je berichten
pl: Twoje wiadomości
pt_br: Suas mensagens
ru: Ваши сообщения
tr: Mesajlarınız
uk: Ваші повідомлення
zh_hans: 你的消息
zh_hant: 你的訊息

source: built-in
ar: مدمج
de: integriert
es: integrado
fr: intégrée
hi: बिल्ट-इन
it: integrato
ja: 内蔵
ko: 내장
nl: ingebouwd
pl: wbudowane
pt_br: integrado
ru: встроенная
tr: yerleşik
uk: вбудована
zh_hans: 内置
zh_hant: 內建

source: collapsed
ar: مطوي
de: eingeklappt
es: contraído
fr: replié
hi: संक्षिप्त
it: compresso
ja: 折りたたみ
ko: 접힘
nl: ingeklapt
pl: zwinięty
pt_br: recolhido
ru: свёрнуто
tr: daraltılmış
uk: згорнуто
zh_hans: 已折叠
zh_hant: 已收合

source: expanded
ar: موسّع
de: ausgeklappt
es: expandido
fr: déplié
hi: विस्तृत
it: espanso
ja: 展開
ko: 펼침
nl: uitgeklapt
pl: rozwinięty
pt_br: expandido
ru: развёрнуто
tr: genişletilmiş
uk: розгорнуто
zh_hans: 已展开
zh_hant: 已展開

source: failed
ar: فشل
de: fehlgeschlagen
es: fallo
fr: échec
hi: विफल
it: non riuscito
ja: 失敗
ko: 실패
nl: mislukt
pl: niepowodzenie
pt_br: falhou
ru: ошибка
tr: başarısız
uk: невдача
zh_hans: 失败
zh_hant: 失敗

source: in the background
ar: في الخلفية
de: im Hintergrund
es: en segundo plano
fr: en arrière-plan
hi: बैकग्राउंड में
it: in background
ja: バックグラウンド
ko: 백그라운드에서
nl: op de achtergrond
pl: w tle
pt_br: em segundo plano
ru: в фоне
tr: arka planda
uk: у фоні
zh_hans: 在后台
zh_hant: 在背景中

source: interrupted
ar: تمت المقاطعة
de: unterbrochen
es: interrumpido
fr: interrompu
hi: बाधित
it: interrotto
ja: 中断
ko: 중단됨
nl: onderbroken
pl: przerwano
pt_br: interrompido
ru: прервано
tr: yarıda kesildi
uk: перервано
zh_hans: 已中断
zh_hant: 已中斷

source: interrupted without an answer
ar: تمت المقاطعة بدون نتيجة
de: ohne Ergebnis unterbrochen
es: interrumpido sin resultado
fr: interrompu sans résultat
hi: बिना उत्तर के बाधित
it: interrotto senza risposta
ja: 結果なしで中断
ko: 결과 없이 중단됨
nl: onderbroken zonder antwoord
pl: przerwano bez odpowiedzi
pt_br: interrompido sem resultado
ru: прервано без результата
tr: yanıt alınmadan yarıda kesildi
uk: перервано без результату
zh_hans: 已中断，无结果
zh_hant: 已中斷，未取得結果

source: its name cannot be used
ar: لا يمكن استخدام اسمها
de: sein Name ist nicht verwendbar
es: su nombre no se puede usar
fr: son nom est inutilisable
hi: इसका नाम उपयोग नहीं किया जा सकता
it: il suo nome non è utilizzabile
ja: 名前が使用できません
ko: 이름을 사용할 수 없음
nl: de naam is onbruikbaar
pl: jego nazwy nie można użyć
pt_br: o nome não pode ser usado
ru: её название нельзя использовать
tr: adı kullanılamıyor
uk: її назву неможливо використати
zh_hans: 其名称无法使用
zh_hant: 其名稱無法使用

source: made by a later version of Vibe Manager
ar: أُنشئت بإصدار أحدث من Vibe Manager
de: mit einer neueren Version von Vibe Manager erstellt
es: creado por una versión más reciente de Vibe Manager
fr: créé par une version plus récente de Vibe Manager
hi: Vibe Manager के नए संस्करण द्वारा बनाई गई
it: creato da una versione più recente di Vibe Manager
ja: 新しいバージョンのVibe Managerで作成されています
ko: 최신 버전의 Vibe Manager에서 만들어짐
nl: gemaakt met een nieuwere versie van Vibe Manager
pl: utworzony przez nowszą wersję Vibe Manager
pt_br: criado por uma versão mais recente do Vibe Manager
ru: создано более новой версией Vibe Manager
tr: Vibe Manager’ın daha yeni bir sürümüyle oluşturulmuş
uk: створено новішою версією Vibe Manager
zh_hans: 由更新版本的 Vibe Manager 制作
zh_hant: 由較新版本的 Vibe Manager 製作

source: not a theme file
ar: ليس ملف سمة
de: keine Designdatei
es: no es un archivo de tema
fr: ce n’est pas un fichier de thème
hi: यह थीम फ़ाइल नहीं है
it: non è un file di tema
ja: テーマファイルではありません
ko: 테마 파일이 아님
nl: geen themabestand
pl: to nie jest plik motywu
pt_br: não é um arquivo de tema
ru: это не файл темы
tr: tema dosyası değil
uk: це не файл теми
zh_hans: 不是主题文件
zh_hant: 不是主題檔案

source: not allowed
ar: غير مسموح
de: nicht erlaubt
es: no permitido
fr: non autorisé
hi: अनुमति नहीं
it: non consentito
ja: 許可されていません
ko: 허용되지 않음
nl: niet toegestaan
pl: niedozwolone
pt_br: não permitido
ru: не разрешено
tr: izin verilmedi
uk: не дозволено
zh_hans: 不允许
zh_hant: 不允許

source: not of the mode expected
ar: ليست من الوضع المتوقع
de: nicht für den erwarteten Modus
es: no es del modo esperado
fr: il n’est pas du mode attendu
hi: अपेक्षित मोड की नहीं है
it: non è della modalità prevista
ja: 想定されたモードではありません
ko: 예상한 모드가 아님
nl: niet van de verwachte modus
pl: nie jest dla oczekiwanego trybu
pt_br: não é do modo esperado
ru: не для ожидаемого режима
tr: beklenen moda ait değil
uk: вона не для очікуваного режиму
zh_hans: 不属于预期的模式
zh_hant: 不是預期的模式

source: on trial
ar: قيد التجربة
de: zum Ausprobieren
es: a prueba
fr: à l’essai
hi: आज़माई जा रही
it: in prova
ja: 試用中
ko: 시험 적용 중
nl: op proef
pl: testowany
pt_br: em teste
ru: пробная
tr: deneniyor
uk: на пробу
zh_hans: 试用中
zh_hant: 試用中

source: project
ar: المشروع
de: Projekt
es: proyecto
fr: projet
hi: प्रोजेक्ट
it: progetto
ja: プロジェクト
ko: 프로젝트
pl: projekt
pt_br: projeto
ru: проект
tr: proje
uk: проєкт
zh_hans: 项目
zh_hant: 專案

source: running
ar: قيد التشغيل
de: läuft
es: en curso
fr: en cours
hi: चल रहा है
it: in esecuzione
ja: 実行中
ko: 실행 중
nl: actief
pl: w toku
pt_br: em execução
ru: выполняется
tr: çalışıyor
uk: триває
zh_hans: 正在运行
zh_hant: 執行中

source: some of its colours cannot be read on each other
ar: بعض ألوانها غير مقروءة فوق بعضها
de: einige seiner Farben sind aufeinander nicht lesbar
es: algunos de sus colores no se leen unos sobre otros
fr: certaines de ses couleurs ne se lisent pas l’une sur l’autre
hi: इसके कुछ रंग एक-दूसरे पर पढ़े नहीं जा सकते
it: alcuni suoi colori non sono leggibili l’uno sull’altro
ja: 一部の色の組み合わせが判読できません
ko: 일부 색상끼리 겹치면 읽기 어려움
nl: sommige kleuren zijn op elkaar niet leesbaar
pl: niektóre jego kolory są nieczytelne na sobie nawzajem
pt_br: algumas das cores não são legíveis umas sobre as outras
ru: некоторые её цвета плохо читаются друг на друге
tr: bazı renkleri birbiri üzerinde okunamıyor
uk: деякі її кольори нечитабельні один на одному
zh_hans: 其中一些颜色叠在一起时难以辨认
zh_hant: 部分顏色彼此疊放時難以辨識

source: succeeded
ar: نجح
de: erfolgreich
es: correcto
fr: réussi
hi: सफल
it: riuscito
ja: 成功
ko: 성공
nl: geslaagd
pl: powodzenie
pt_br: concluído
ru: успешно
tr: başarılı
uk: успішно
zh_hans: 成功
zh_hant: 成功

source: system
ar: النظام
es: sistema
fr: système
hi: सिस्टम
it: sistema
ja: システム
ko: 시스템
nl: systeem
pt_br: sistema
ru: система
tr: sistem
uk: система
zh_hans: 系统
zh_hant: 系統

source: the address of its picture was not given by the user
ar: لم يقدّم المستخدم عنوان صورتها
de: die Adresse seines Bilds stammt nicht vom Benutzer
es: la dirección de su imagen no la proporcionó el usuario
fr: l’adresse de son image n’a pas été donnée par l’utilisateur
hi: इसके चित्र का पता यूज़र ने नहीं दिया था
it: l’indirizzo della sua immagine non è stato fornito dall’utente
ja: 画像のアドレスがユーザによって指定されていません
ko: 그림 주소가 사용자에게서 제공되지 않음
nl: het adres van de afbeelding is niet door de gebruiker opgegeven
pl: adres jego obrazu nie pochodzi od użytkownika
pt_br: o endereço da imagem não foi fornecido pelo usuário
ru: адрес её изображения не был указан пользователем
tr: resminin adresi kullanıcı tarafından verilmedi
uk: адресу її зображення надав не користувач
zh_hans: 其图片地址并非由用户提供
zh_hant: 其圖片位址並非由使用者提供

source: the font “%@” cannot be found
ar: يتعذّر العثور على الخط «%@»
de: die Schrift „%@“ wurde nicht gefunden
es: no se encuentra la tipografía “%@”
fr: la police « %@ » est introuvable
hi: फ़ॉन्ट “%@” नहीं मिल रहा
it: il font “%@” non è stato trovato
ja: フォント「%@」が見つかりません
ko: 서체 “%@”을(를) 찾을 수 없음
nl: het lettertype ‘%@’ is niet gevonden
pl: nie można znaleźć czcionki „%@”
pt_br: a fonte “%@” não foi encontrada
ru: шрифт «%@» не найден
tr: “%@” yazı tipi bulunamıyor
uk: не вдається знайти шрифт «%@»
zh_hans: 找不到字体“%@”
zh_hant: 找不到字體「%@」

# theme.terminal
source: Terminal
ar: الطرفية
hi: टर्मिनल
it: Terminale
ja: ターミナル
ko: 터미널
ru: Терминал
uk: Термінал
zh_hans: 终端
zh_hant: 終端機

source: too large to be a theme
ar: كبير جدًا ليكون سمة
de: zu groß für ein Design
es: demasiado grande para ser un tema
fr: trop volumineux pour être un thème
hi: थीम होने के लिए बहुत बड़ी
it: troppo grande per essere un tema
ja: テーマとしては大きすぎます
ko: 테마로 쓰기에는 너무 큼
nl: te groot voor een thema
pl: za duży, aby był motywem
pt_br: grande demais para ser um tema
ru: слишком большой для темы
tr: tema olamayacak kadar büyük
uk: завеликий для теми
zh_hans: 文件过大，不可能是主题
zh_hant: 檔案太大，不可能是主題

source: user
ar: المستخدم
de: Benutzer
es: usuario
fr: utilisateur
hi: यूज़र
it: utente
ja: ユーザ
ko: 사용자
nl: gebruiker
pl: użytkownik
pt_br: usuário
ru: пользователь
tr: kullanıcı
uk: користувач
zh_hans: 用户
zh_hant: 使用者

source: waiting for your permission
ar: في انتظار إذنك
de: wartet auf deine Erlaubnis
es: esperando tu permiso
fr: en attente de votre autorisation
hi: आपकी अनुमति की प्रतीक्षा में
it: in attesa della tua autorizzazione
ja: 許可を待っています
ko: 권한 대기 중
nl: wacht op je toestemming
pl: czeka na Twoje pozwolenie
pt_br: aguardando sua permissão
ru: ожидает вашего разрешения
tr: izninizi bekliyor
uk: очікує на ваш дозвіл
zh_hans: 正在等待你的许可
zh_hant: 正在等待你的許可

source: waits for your choice in %@’s terminal
ar: ينتظر اختيارك في طرفية %@
de: wartet im Terminal von %@ auf deine Auswahl
es: espera tu elección en el terminal de %@
fr: attend votre choix dans le terminal de %@
hi: %@ के टर्मिनल में आपके चयन की प्रतीक्षा कर रहा है
it: attende la tua scelta nel terminale di %@
ja: %@のターミナルで選択を待っています
ko: %@의 터미널에서 선택을 기다림
nl: wacht op je keuze in de terminal van %@
pl: czeka na Twój wybór w terminalu agenta %@
pt_br: aguarda sua escolha no terminal de %@
ru: ждёт вашего выбора в терминале %@
tr: %@ terminalinde seçiminizi bekliyor
uk: чекає на ваш вибір у терміналі %@
zh_hans: 正在 %@ 的终端中等待你的选择
zh_hant: 正在 %@ 的終端機中等待你的選擇

source: “%@” is missing
ar: «%@» مفقود
de: „%@“ fehlt
es: Falta “%@”
fr: « %@ » manque
hi: “%@” अनुपलब्ध है
it: “%@” manca
ja: 「%@」がありません
ko: “%@” 누락
nl: ‘%@’ ontbreekt
pl: Brak „%@”
pt_br: “%@” está ausente
ru: «%@» отсутствует
tr: “%@” eksik
uk: «%@» відсутній
zh_hans: 缺少“%@”
zh_hant: 缺少「%@」

source: “%@” is not valid
ar: «%@» غير صالح
de: „%@“ ist ungültig
es: “%@” no es válido
fr: « %@ » n’est pas valide
hi: “%@” मान्य नहीं है
it: “%@” non è valido
ja: 「%@」は無効です
ko: “%@”이(가) 유효하지 않음
nl: ‘%@’ is ongeldig
pl: „%@” jest nieprawidłowe
pt_br: “%@” não é válido
ru: «%@» недопустимо
tr: “%@” geçerli değil
uk: «%@» недійсний
zh_hans: “%@”无效
zh_hant: 「%@」無效

source: “%@” is out of range
ar: «%@» خارج النطاق
de: „%@“ liegt außerhalb des Bereichs
es: “%@” está fuera de rango
fr: « %@ » est hors des limites
hi: “%@” सीमा से बाहर है
it: “%@” è fuori intervallo
ja: 「%@」は範囲外です
ko: “%@”이(가) 범위를 벗어남
nl: ‘%@’ valt buiten het bereik
pl: „%@” jest poza zakresem
pt_br: “%@” está fora do intervalo
ru: «%@» вне допустимого диапазона
tr: “%@” aralığın dışında
uk: «%@» поза допустимими межами
zh_hans: “%@”超出范围
zh_hant: 「%@」超出範圍

source: “%@” is unknown
ar: «%@» غير معروف
de: „%@“ ist unbekannt
es: “%@” es desconocido
fr: « %@ » est inconnu
hi: “%@” अज्ञात है
it: “%@” è sconosciuto
ja: 「%@」は不明です
ko: “%@”을(를) 알 수 없음
nl: ‘%@’ is onbekend
pl: „%@” jest nieznane
pt_br: “%@” é desconhecido
ru: «%@» неизвестно
tr: “%@” bilinmiyor
uk: «%@» невідомий
zh_hans: “%@”未知
zh_hant: 「%@」不明

source: ↑↓ navigate · ⇥ or ↩ insert · Esc close
ar: ↑↓ تنقل · ⇥ أو ↩ إدراج · Esc إغلاق
de: ↑↓ navigieren · ⇥ oder ↩ einfügen · Esc schließen
es: ↑↓ navegar · ⇥ o ↩ insertar · Esc cerrar
fr: ↑↓ naviguer · ⇥ ou ↩ insérer · Échap fermer
hi: ↑↓ नेविगेट करें · ⇥ या ↩ डालें · Esc बंद करें
it: ↑↓ naviga · ⇥ o ↩ inserisci · Esc chiudi
ja: ↑↓ 移動 · ⇥または↩ 挿入 · Esc 閉じる
ko: ↑↓ 이동 · ⇥ 또는 ↩ 삽입 · Esc 닫기
nl: ↑↓ navigeren · ⇥ of ↩ invoegen · Esc sluiten
pl: ↑↓ nawigacja · ⇥ lub ↩ wstaw · Esc zamknij
pt_br: ↑↓ navegar · ⇥ ou ↩ inserir · Esc fechar
ru: ↑↓ перейти · ⇥ или ↩ вставить · Esc закрыть
tr: ↑↓ gezin · ⇥ veya ↩ ekle · Esc kapat
uk: ↑↓ перехід · ⇥ або ↩ вставити · Esc закрити
zh_hans: ↑↓ 导航 · ⇥ 或 ↩ 插入 · Esc 关闭
zh_hant: ↑↓ 瀏覽 · ⇥ 或 ↩ 插入 · Esc 關閉

source: ↩ send · ⇧↩ new line
ar: ↩ إرسال · ⇧↩ سطر جديد
de: ↩ senden · ⇧↩ neue Zeile
es: ↩ enviar · ⇧↩ nueva línea
fr: ↩ envoyer · ⇧↩ nouvelle ligne
hi: ↩ भेजें · ⇧↩ नई पंक्ति
it: ↩ invia · ⇧↩ nuova riga
ja: ↩ 送信 · ⇧↩ 改行
ko: ↩ 보내기 · ⇧↩ 줄 바꿈
nl: ↩ versturen · ⇧↩ nieuwe regel
pl: ↩ wyślij · ⇧↩ nowy wiersz
pt_br: ↩ enviar · ⇧↩ nova linha
ru: ↩ отправить · ⇧↩ новая строка
tr: ↩ gönder · ⇧↩ yeni satır
uk: ↩ надіслати · ⇧↩ новий рядок
zh_hans: ↩ 发送 · ⇧↩ 换行
zh_hant: ↩ 傳送 · ⇧↩ 換行

source: ↩ send · ⇧↩ new line · sent when the turn ends
ar: ↩ إرسال · ⇧↩ سطر جديد · يُرسل عند انتهاء الدور
de: ↩ senden · ⇧↩ neue Zeile · wird am Ende des Durchgangs gesendet
es: ↩ enviar · ⇧↩ nueva línea · se envía al terminar el turno
fr: ↩ envoyer · ⇧↩ nouvelle ligne · envoyé à la fin du tour
hi: ↩ भेजें · ⇧↩ नई पंक्ति · टर्न खत्म होने पर भेजा जाएगा
it: ↩ invia · ⇧↩ nuova riga · inviato alla fine del turno
ja: ↩ 送信 · ⇧↩ 改行 · ターン終了時に送信
ko: ↩ 보내기 · ⇧↩ 줄 바꿈 · 턴이 끝나면 전송됨
nl: ↩ versturen · ⇧↩ nieuwe regel · verstuurd aan het einde van de beurt
pl: ↩ wyślij · ⇧↩ nowy wiersz · wysłane po zakończeniu tury
pt_br: ↩ enviar · ⇧↩ nova linha · enviado ao fim do turno
ru: ↩ отправить · ⇧↩ новая строка · отправится в конце хода
tr: ↩ gönder · ⇧↩ yeni satır · tur bitince gönderilir
uk: ↩ надіслати · ⇧↩ новий рядок · буде надіслано після завершення ходу
zh_hans: ↩ 发送 · ⇧↩ 换行 · 回合结束时发送
zh_hant: ↩ 傳送 · ⇧↩ 換行 · 回合結束時傳送

source: ↩ sends this answer · ⇧↩ new line
ar: ↩ يرسل هذه الإجابة · ⇧↩ سطر جديد
de: ↩ sendet diese Antwort · ⇧↩ neue Zeile
es: ↩ envía esta respuesta · ⇧↩ nueva línea
fr: ↩ envoie cette réponse · ⇧↩ nouvelle ligne
hi: ↩ यह उत्तर भेजता है · ⇧↩ नई पंक्ति
it: ↩ invia questa risposta · ⇧↩ nuova riga
ja: ↩ この回答を送信 · ⇧↩ 改行
ko: ↩ 이 답변 보내기 · ⇧↩ 줄 바꿈
nl: ↩ verstuurt dit antwoord · ⇧↩ nieuwe regel
pl: ↩ wysyła tę odpowiedź · ⇧↩ nowy wiersz
pt_br: ↩ envia esta resposta · ⇧↩ nova linha
ru: ↩ отправляет этот ответ · ⇧↩ новая строка
tr: ↩ bu yanıtı gönderir · ⇧↩ yeni satır
uk: ↩ надсилає цю відповідь · ⇧↩ новий рядок
zh_hans: ↩ 发送此回答 · ⇧↩ 换行
zh_hant: ↩ 傳送此回答 · ⇧↩ 換行

source: Esc
fr: Échap

source: Prompt
hi: प्रॉम्प्ट
ja: プロンプト
ko: 프롬프트
ru: Промпт
tr: İstem
uk: Промпт
zh_hans: 提示词
zh_hant: 提示詞
